{
    "internationalizations": [
        {
            "language": "zh",
            "description": "我是一名<i>全栈开发者</i>，近期毕业于西澳大利亚大学信息技术硕士，拥有软件开发、系统设计和数据驱动解决方案的行业经验，专注于构建可扩展、高效且用户友好的平台。<br><br>在完全转向软件开发之前，我曾从事<i>网站数据分析</i>工作，负责用户画像、数据追踪、报表工具、自动化脚本和数据库设计，以提升决策效率。这段经历让我在数据处理、系统优化和跨团队协作方面积累了扎实的技术基础。<br><br>在学习期间，我参与并完成了多项全栈项目，包括为科研人员开发 AI 聊天机器人、设计交互式 Web 应用、构建文档管理平台、开发 IoT 智能监测系统，以及制作融合 AI 故事生成的生活模拟游戏。这些项目涵盖了从前端界面设计到后端架构实现的完整开发流程，结合了<i>Python</i>、<i>C#</i>、<i>JavaScript</i>及多种现代框架，确保功能与用户体验的平衡。<br><br>我热衷于探索不同技术栈的结合与优化，不断提升软件的性能、可维护性与可扩展性。始终保持学习与创新的动力，能够快速适应新技术，并在多样化的项目中交付高质量成果"
        },
        {
            "language": "en",
            "description": "I am a <i>Full Stack Developer</i> with a Master’s degree in Information Technology from the University of Western Australia. I have industry experience in software development, system design, and data-driven solutions, with a focus on building scalable, efficient, and user-friendly platforms.<br><br>Before fully transitioning into software development, I worked in <i>website data analysis</i>, where I was responsible for user profiling, data tracking, reporting tools, automation scripts, and database design to improve decision-making efficiency. This experience strengthened my skills in data processing, system optimization, and cross-team collaboration.<br><br>During my studies, I completed a range of full-stack projects, including developing an AI-powered chatbot for researchers, designing interactive web applications, building a document management platform, creating an IoT-based smart monitoring system, and producing a life simulation game with AI-generated storytelling. These projects covered the entire development process from front-end interface design to back-end architecture, combining <i>Python</i>, <i>C#</i>, <i>JavaScript</i>, and modern frameworks to achieve a balance between functionality and user experience.<br><br>I am passionate about exploring and optimizing different technology stacks, continuously improving software performance, maintainability, and scalability. I stay motivated to learn and innovate, adapt quickly to new technologies, and deliver high-quality results across diverse projects."
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/cynthia-chen-dev/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/Cynthiachen2023"
        }

    ],
    
    "hobbies": [        
        {
            "icon": "gamepad",
            "title": "Gaming"
        },
        {
            "icon": "dumbbell",
            "title": "Gym"
        },

        {
            "icon": "book",
            "title": "Read"
        }
    ]
}